
# 各考点考试日期及考试安排

arrange_datas =(
    ('泗县一中','4月21日上午',('泗县中学','泗县泗州学校'),'女'), #女
    ('泗县一中','4月21日下午',('泗县中学','泗县泗州学校'),'男'), #男
    ('泗县一中','4月22日上午',('泗县灵童学校','泗县黑塔中学')),
    ('泗县一中','4月22日下午',('泗县山头中学','泗县刘圩中学')),

    ('泗县二中','4月21日上午',('泗县二中',)),
    ('泗县二中','4月21日下午',('泗县草沟中学','泗县丁湖中学','泗县城南中学')),
    ('泗县二中','4月22日上午',('泗县墩集中学','泗县育才学校')),
    ('泗县二中','4月22日下午',('泗县草庙中学','泗县光明学校','泗县思源学校')),

    ('泗县三中','4月21日上午',('泗县三中',),'女'), #女
    ('泗县三中','4月21日下午',('泗县三中',),'男'), #男
    ('泗县三中','4月22日上午',('泗县双语中学','泗县瓦坊中学','泗县大庄中学','泗县黄圩中学','泗州实验学校')),
    ('泗县三中','4月22日下午',('泗县杨集中学','泗县招生办','泗县长沟中学','泗县屏山中学')),
    )

# 准考证号前缀
PREFIX = 18250000